Repository: belatrix/iOSAllStars
Catalog: AllStarsV2/AllStarsV2/*.lproj/Localizable.strings
Languages: es

# generic_title_problem
source: Ops! We found a problem...
es: Opp! Encontramos un problema...

# token_invalid
source: Invalid token
es: Token inválido

# server_error
source: You have problems with your connection. Try again in few minutes
es: Tienes problemas con tu conexión. Intentalo en unos minutos

source: Accept
es: Aceptar

# de
source: of
es: de

source: yes
es: si

source: cancel
es: cancelar

source: skip
es: saltar

source: go!
es: ¡comenzar!

source: no email setup
es: No tienes un correo configurado en tu dispositivo

# username_empty
source: You need enter your username
es: Ingresa tu nombre de usuario

# select_image_profile
source: Please select a image to your profile
es: Selecciona una imagen para tu perfil

# first_name_empty
source: Your firts name is empty
es: Ingresa tu nombre

# last_name_empty
source: Your last name is empty
es: Ingresa tu apellido

# skype_is_empty
source: You need put your Skype Id
es: Necesitas ingresar tu Skype Id

# location_empty
source: Select your location!
es: Selecciona tu ubicación!

# old_password_empty
source: You need put your old password
es: Necesitas ingresar tu antigua contraseña

# new_password_empty
source: Enter your new password
es: Ingresa tu nueva contraseña

# new_password_match
source: Put again your new password
es: Repite tu nueva contraseña

# new_password_length
source: Your password must be of %@ characters at least
es: Tu contraseña debe ser de al menos %@ caracteres

# email_is_empty
source: Put your email address
es: Ingresa tu correo

# password_empty
source: Enter your password
es: Ingresa tu contraseña

# sent_mail_correct
source: Mail sent correctly
es: Correo enviado correctamente

# sent_mail_incorrect
source: We can't send your mail
es: No hemos podido enviar correctamente el correo

# select_keyword
source: You need select an tag
es: Selecciona un tag

# select_category
source: You need select a category
es: Seleccionar un categoría

source: See more
es: Ver más

source: See less
es: ver menos

# select_type_photo
source: Select a picture
es: Selecciona una imagen

# library
source: Choose Photo
es: Elige una foto

# camera
source: Take Photo
es: Toma una foto

# get_event_list
source: Loading events
es: Cargando eventos...

# no_categories
source: No categories found
es: No se encontraron agredecimientos

source: No local events found
es: No se encontraron eventos locales

source: No other events found
es: No se encontraron otros eventos

source: No events found
es: No se encontraron eventos

# Remove_from_Calender
source: Remove from Calendar
es: Eliminar del calendario

# Add_to_Calender
source: Add to Calendar
es: Agregar al Calendario

source: Event Added
es: Evento agregado

source: Event added correctly
es: Evento agregado correctamente

source: Event Removed
es: Evento eliminado

source: Event removed correctly
es: Evento eliminado correctamente

source: Need Permissions
es: Necesitas permisos

# permission_use_calendar
source: The app needs permission to use calendar
es: La aplicación necesita permisos para usar el calendario

# older_event_message
source: This event is older than today
es: El evento es anterior a la fecha actual

# event_added_error_message
source: Ops! We found a problem...
es: Ops! Encontramos un problem...

# event_removed_error_message
source: Ops! We found a problem...
es: Ops! Encontramos un problem...

source: Calendar restricted
es: Restricciones de calendario

# calendar_restricted_message
source: The use of calendars is restricted to this app
es: El uso de los calendarios está restringido para esta aplicación

# create_tag
source: + create new "%@" tag
es: + crear nuevo "%@" tag

# what_text
source: Belatrix Connect tries to motivate social engagement and teammate recognition through reputation points system based on technical criteria topics about Software Development, also Belatrix Connect wants to be a social connection between people interested in events or talks organized by Belatrix.
es: Belatrix Connect intenta motivar la interaccion social y el reconocimiento de los compañeros de equipp a traves de un sistema de puntos de reputacion basado en criterios tecnicos acerca del desarrollo de software, Belatrix Connect tambien servir como conexion social entre personas interesadas en eventos o charlas ortganizadas por Belatrix.

# why_text
source: Because we want to take action and improve our working environment. Because we can. Because we believe in technology and mobile world.
es: Porque queremos tomar acción y mejorar nuestro ambiente de trabajo. Porque podemos. Porque creemos en la tecnologia y en un mundo móvil.

# who_text
source: Belatrix Connect was created by people really motivated doing geeky stuff and living passionated about mobile technology.
es: Belatrix Connect fue creado por personas motivadas haciendo cosas geek y que viven apasionados acerca de la tecnologia móvil.
